let quations = [
   {  qc : "ما هما الدولتين التي يفصل بينهما بحر آيجة؟" , answer :" تركيا واليونان."}
    ,{ qc : "ما هو أطول جسر بحري في العالم وأين يقع؟" , answer :"يعد جسر الملك هو أطول جسر بحري في العالم وهو يربط بين السعودية والبحرين."}
    ,{ qc : "ما هي الدولة العربية التي يمر فيها خط الإستواء؟" , answer :"الصومال"}
    ,{ qc : "ما هي أكبر جزيرة في العالم ؟" , answer :"استراليا وتبلغ مساحتها 7 مليون و600 كيلو متر مربع."}
    ,{ qc : "ما هو أذكى الحيوانات في العالم؟" , answer :" الدولفين."}
    ,{ qc : "ما هو الاسم الذي يطلق على بيت الدجاج؟" , answer :" قن."}
    ,{ qc : "ما علاقة اليرقة بالفراشة؟" , answer :"اليرقة تتحول إلى فراشة."}
    ,{ qc : "ما هو أسرع حيوان في العالم وكم تبلغ سرعته؟" , answer :"الفهد هو أسرع حيوان وتبلغ سرعته 120 كم في الساعة."}
    ,{ qc : "ما هو النوع الأكبر من القطط في العالم؟" , answer :" يعتبر النمر أكبر أنواع القطط والذي قد يصل وزنه إلى 300 كيلو جرام."}
    ,{ qc : "ما هي الدولة الخليجية الأولى التي ظهر بها البترول؟" , answer :" البحرين."}

    , {qc : "ما هي وظيفة فيتامين أ؟" , answer :" تقوية نظر الإنسان."}
    , {qc : "ما هو آخر صحابي توفى من العشرة المبشرين بالجنة؟" , answer :" الصحابي سعد بن أبي وقّاص رضي الله عنه."}
    , {qc : "متى أرسلت أمريكا رحلتها الفضائية الأولى؟" , answer :"عام 1962."}
    , {qc : "ما هو أول البنوك التي مارست نشاطها المصرفي السعودية؟" , answer :" البنك الهولندي."}
    , {qc : "ما هو أكبر خليج في العالم؟" , answer :"خليج المكسيك."}
    , {qc : "معنى اسم دولة أسبانيا؟" , answer :"الجواب (بلد الارانب)."}
    , {qc : "ما عدد الدول العربية الموجودة في قارة أفريقيا؟" , answer :"الجواب (9)"}
    , {qc : "كم عدد أحياء الزلفي ؟ " , answer :`هم 17 حي كالتالي (حي القدس  ,حي اليرموك , حي اليمامة,  حي السيح,  حي الصناعية,  حي العزيزية,  حي الفاروق,  حي الفيصليه,  حي الخالديه,  حي السلام,  حي عريعره,  حي سمنان,  حي علقة,   حي الصديق,  حي الفالح, حي السلام, حي الريان)`}
    , {qc : "ماهي اول مدرسة في مدينة الزلفي ؟" , answer :"عندما افتتحت أول مدرسة بها وهي مدرسة القدس الابتدائية وكان ذلك في عام 1368 هـ "}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
    , {qc : "" , answer :""}
]